<template>
  <div class="ag">
    
    <van-nav-bar title="隐私权政策" left-arrow @click-left="onClickLeft"/>

    <div class="xy-con">
      <div class="xy-info">
        <ul>
          <li style="margin-bottom: 0;">
            <p>本协议为最新更新版本，更新生日期为2019年8月23日，平台之前《隐私权政策》协议为本协议所代替，相应权利义务均于本协议继承。</p>
          </li>
          <li>提示条款</li>
          <li>本协议是您与合美惠平台经营者就您使用合美惠平台（以下简称“我们”）就您的隐私和个人信息保护等相关事宜所订立的契约，<strong>请您仔细阅读、充分理解本协议各条款内容，特别是以加粗或下划线形式提示您注意的关于免除或者限制责任的条款、法律适用和争议解决条款。</strong></li>
          <li>我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，将按法律法规要求，采取相应的安全保护措施来保护您的个人信息。请在使用我们的产品（或服务）前，仔细阅读并了解本《隐私权政策》。<strong>阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序并停止使用本平台服务。</strong></li>
          <li><strong>一、我们如何收集和使用您的个人信息:个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</strong></li>
          <li><strong>您的个人信息包括以下内容：</strong></li>
          <li><strong>1、	个人信息：您的姓名、身份证号、生日、性别、住址、银行卡号、手机号、电子邮箱地址、创建的用户名和密码、邮寄地址。</strong></li>
          <li><strong>2、	个人身份信息（包括身份证、军官证、护照、驾驶证等）；</strong></li>
          <li><strong>3、	面部特征；</strong></li>
          <li><strong>4、	网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；</strong></li>
          <li><strong>5、	个人财产信息（交易和消费记录、以及余额、优惠券、云币等虚拟财产信息）；</strong></li>
          <li><strong>6、	通讯录；</strong></li>
          <li><strong>7、	个人上网记录（包括网络浏览记录、软件使用记录、点击记录）；</strong></li>
          <li><strong>8、	个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；</strong></li>
          <li><strong>9、	个人位置信息（包括行程信息、精准定位信息、住宿信息、经纬度）。</strong></li>
          <li><strong>【个人敏感信息】是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。上述信息中1、2、3、4、5均属于个人敏感信息，所以在这里有必要提醒，对于此类信息请妥善保管，</strong></li>
          <li><strong>为实现对客户的个性服务，我们可能会获取您的包含功能一中的所有信息。</strong></li>
          <li><strong>您提供的上述信息，将在您使用本服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除上述信息。</strong>上述信息将存储于中华人民共和国境内。如需跨境传输，我们将会单独征得您的授权同意。</li>
          <li><strong>（一）我们仅会出于本政策所述的以下目的，收集和使用您的个人信息 ：</strong></li>
          <li><strong>1、	实现网上购物</strong></li>
          <li><strong>业务功能一：注册成为用户为完成创建账号，</strong>您需要提供您本人的手机号码注册平台账户。<strong>对于需要通过平台账户才能使用的服务，我们可能会根据您提供的上述信息校验您的会员身份，确保我们是在为您本人提供服务。</strong></li>
          <li>您可以修改补充您的昵称、性别、生日以及您的实名认证相关信息，这些信息均属于您的“会员信息”。您补充的会员信息将有助于我们为您提供个性化的产品/服务推荐和更优的购物体验。其中，为保证交易辨识度，您的昵称、头像将公开显示。但如果您不提供这些补充信息，不会影响您网上购物的基本浏览、搜索、购买功能。</li>
          <li>实名认证：为获取更为丰富的功能或会员服务，您可以根据认证要求向我们提供相应的身份信息<strong>（身份证、护照、户口本及其他身份证件信息）、生物识别特征（静态或动态的面部特征）</strong>以完成实名认证。您知悉，我们可能将该类身份证明信息转化为文字类个人信息（姓名、性别、民族、身份证号、地址）保存。<strong>如果您不提供该类个人信息，您将无法享受我们提供的认证用户服务，但不会影响您享受网上购物等基础核心业务功能。</strong></li>
          <li><strong>业务功能二：商品展示、个性化推荐、发送促销营销信息。</strong></li>
          <li>在您使用我们服务过程中，为识别账号异常状态、了解产品适配性、向您提供更契合您需求的页面展示和搜索结果，我们可能会自动收集您的使用情况并存储为网络日志信息，包括：</li>
          <li>设备信息：我们会根据您在软件安装及/或使用中授予的具体权限，接收并记录您所使用的设备相关信息（例如设备型号、操作系统版本、设备设置、唯一设备标识符、设备环境等软硬件特征信息）、设备所在位置相关信息、地址、GPS位置以及能够提供相关信息的WLAN接入点、蓝牙和基站等传感器信息。如果您在安装及/或使用过程中拒绝授予我们相应权限的，我们并不会记录您上述对应的信息。</li>
          <li>服务日志信息：当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为服务日志保存，包括浏览、点击查看、搜索查询、收藏、添加至购物车、交易、售后、关注分享信息、发布信息，以及IP地址、浏览器类型、电信运营商、使用语言、访问日期和时间。</li>
          <li><strong>请注意，单独的设备信息、服务日志信息是无法识别特定自然人身份的信息。</strong>除非将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，那么在结合使用期间，这类非个人信息将被视为个人信息，我们会将该类个人信息做去标识化处理（取得您的授权或法律法规另有规定的情况除外）。</li>
          <li><strong>为向您提供更便捷、更符合您个性化需求的信息展示、搜索及推送服务，我们会根据您的设备信息和服务日志信息，提取您的偏好特征，并基于特征标签产出间接人群画像，用于展示、推送信息和可能的商业广告。</strong>如果您不想接受我们给您发送的商业广告，您可通过我们提供的方式进行退订或关闭。</li>
          <li>当然，在您使用我们提供的搜索服务时，我们也同时提供了不针对您个人特征的选项。</li>
          <li><strong>业务功能三：收藏、加购、关注与分享功能</strong></li>
          <li>在您浏览我们网站或客户端的过程中，您可以选择对感兴趣的商品及/或服务进行收藏、添加至购物车、与您感兴趣的商家/品牌/其他会员建立关注关系、通过我们提供的功能组件向其他第三方分享信息。在您使用上述功能的过程中，我们会收集包括您的收藏及添加购物车的记录、关注关系、分享历史在内的服务日志信息用于实现上述功能及其他我们明确告知的目的。</li>
          <li><strong>业务功能四： 下单功能</strong></li>
          <li>当您准备对您拟购买的商品进行结算时，平台会生成您购买该商品的订单。您需要在订单中至少填写您的收货人姓名、收货地址以及手机号码，同时该订单中会载明您所购买的商品或服务信息、订单号、订单创建时间、您应支付的货款金额及支付方式。</li>
          <li>您在平台上购买跨境商品或预订机票、火车票、酒店、跟团旅行、购买手机号卡或合约机等业务时，您还可能需要根据国家法律法规或服务提供方（包括票务销售方、酒店、旅行社及其授权的代理方、基础电信运营商、移动转售运营商等）的要求提供您的实名信息，<strong>这些实名信息可能包括您的身份信息（比如您的身份证、军官证、护照、驾驶证载明您身份的证件复印件或号码）、您本人的照片或视频、姓名、电话号码。这些订单中将可能包含您的行程、酒店地址、您指定的服务或设备安装地址（可能是您的家庭地址）信息。</strong></li>
          <li><strong>您可以通过平台为其他人订购商品及/或服务，您需要提供该实际订购人的前述个人信息。向平台提供该实际订购人的前述个人信息之前，您需确保您已经取得其授权同意。</strong></li>
          <li>上述所有信息构成您的“订单信息”，我们将使用您的订单信息来进行您的身份核验、确定交易、支付结算、完成配送、为您查询订单以及提供客服咨询与售后服务；我们还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。</li>
          <li><strong>业务功能五：支付功能</strong></li>
          <li>在您下单后，您可以选择第三方支付机构（包括支付宝、微信支付及银联、网联等支付通道， 以下称“支付机构”）所提供的支付服务。支付功能本身并不收集您的个人信息，但我们需要将您的订单号与交易金额信息与这些支付机构共享以实现其确认您的支付指令并完成支付。</li>
          <li>为使我们及时获悉并确认您的支付进度及状态，为您提供售后与客服服务，您同意我们可自您所选择的交易对象、第三方支付机构处收集与支付进度相关信息。</li>
          <li><strong>业务功能六：交付产品或服务功能</strong></li>
          <li>为保证您购买的产品及/或服务能够顺利、安全、准确送达，我们会根据产品及/或服务提供主体的指定向相应的物流服务主体同步订单信息。您知晓并同意相应物流服务主体不可避免地获知及使用您的配送信息，用于完成交付目的。</li>
          <li>为使我们及时获悉并确认交付进度及状态，向您提供售后服务，您同意我们可自物流相关服务主体处收集与交付进度相关信息。</li>
          <li><strong>业务功能七：客服与售后功能</strong></li>
          <li>我们的客服和售后功能会使用您的<strong>账号信息和订单信息。</strong></li>
          <li>我们的客服和售后功能会使用您的<strong>账号信息和订单信息。</strong></li>
          <li>保证您的账号安全，我们的在线客服会<strong>使用您的账号信息与您核验您的身份。</strong></li>
          <li><strong>为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信/通话记录及相关内容（包括您的访问记录、账号信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息等）。</strong></li>
          <li>为了提供服务及改进服务质量的合理需要，我们还可能使用的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。</li>
          <li><strong>业务功能八：评论、问答等信息公开发布功能</strong></li>
          <li>您可通过我们为您提供的评价、晒单分享、直播及其他信息发布功能公开发布信息。</li>
          <li><strong>请注意，您公开发布的信息中可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片或视频。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。</strong></li>
          <li><strong>业务功能八：开展营销活动</strong></li>
          <li>我们会根据运营情况适时推出各类营销活动。您选择参加时，根据活动情况您须提供姓名、联系地址及联系方式、银行账号或第三方支付账号信息。<strong>这些信息中可能包含个人敏感信息（如个人电话号码、银行账号或第三方支付账号等），拒绝提供这些信息，我们将无法向您交付获奖标的，但不影响您正常使用我们的其他功能。</strong></li>
          <li>2、 开展内部数据分析和研究，第三方SDK统计服务，改善我们的产品或服务【注：示例】我们收集数据是根据您与我们的互动和您所做出的选择，包括您的隐私设置以及您使用的产品和功能。我们收集的数据可能包括SDK/API/JS代码版本、浏览器、互联网服务提供商、IP地址、平台、时间戳、应用标识符、应用程序版本、应用分发渠道、独立设备标识符、iOS广告标识符（IDFA)、安卓广告主标识符、网卡（MAC）地址、国际移动设备识别码（IMEI）、设备型号、终端制造厂商、终端设备操作系统版本、会话启动/停止时间、语言所在地、时区和网络状态（WiFi等）、硬盘、CPU和电池使用情况。</li>
          <li>3、 改进我们的产品与/或服务所必须的功能</li>
          <li>我们可能会收集您的订单信息、浏览信息进行数据分析以形成用户画像，用来将您感兴趣的产品或服务信息展示给您；或在您搜索时向您展示您可能希望找到的产品或服务信息。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴互动时我们取得您授权或依据法律共享获得的相关信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。</li>
          <li>4、 保障交易安全所必须的功能</li>
          <li>为提高您使用我们及我们关联公司、合作伙伴的产品与/或服务时的安全性，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击和网络侵入等安全风险，更准确地识别违反法律法规或相关协议规则的情况，保护账户安全，<strong>我们可能会使用或整合您的账户信息、浏览信息、订单信息、您常用的软件信息、设备信息、服务日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，</strong>来综合判断您的账号及交易风险、进信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您的账号及交易风险、进行身份验证、检测及防范安全事件，并可能会记录一些我们认为有风险的链接（“URL”）和IP地址，同时依法采取必要的记录、审计、分析、处置措施。我们也会收集您的设备信息对于系统问题进行分析、统计流量并排查可能存在的风险、在您选择向我们发送异常信息时予以排查。</li>
          <li><strong>当我们要将信息用于本策略未载明的其它用途时，会事先征求您的同意。</strong>当我们要将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</li>
          <li><strong>二、我们如何使用 Cookie 和同类技术</strong></li>
          <li>（一）Cookie</li>
          <li>为确保系统正常运转，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储您的偏好或购物篮内的商品等数据。我们不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。您可以清除计算机上保存的所有 Cookie，大部分网络浏览器都设有阻止Cookie 的功能。但如果您这么做，则需要在每一次访问我们的网站时亲自更改用户设置。</li>
          <li>（二）网站信标和像素标签</li>
          <li>除 Cookie 外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的点击 URL。如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好并改善客户服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。</li>
          <li>（三）Do Not Track（请勿追踪）</li>
          <li>很多网络浏览器均设有 Do Not Track 功能，该功能可向网站发布 Do Not Track 请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果您的浏览器启用了 Do Not Track，那么我们的所有网站都会尊重您的选择。</li>
          <li><strong>三、我们如何共享、转让、公开披露您的个人信息</strong></li>
          <li>（一）共享</li>
          <li>我们不会向其他任何公司、组织和个人分享您的个人信息，但以下情况除外：</li>
          <li>1、在获取您的明确授权同意的情况下共享：获得您的明确授权同意后，我们会与其他方共享您的个人信息。</li>
          <li>2、我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。</li>
          <li>3、与我们的关联公司共享：您的个人信息可能会与我们关联公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。</li>
          <li>4、与授权合作伙伴共享：</li>
          <li>仅为实现本隐私权政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，我们聘请来提供第三方数据统计和分析服务的公司可能需要采集和访问个人数据以进行数据统计和分析。在这种情况下，这些公司 必须遵守我们的数据隐私和安全要求。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</li>
          <li>（二）转让</li>
          <li>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</li>
          <li>1、 在获取您的授权明确同意的情况下转让：获得您的授权明确同意后，我们会向其他方转让您的个人信息；</li>
          <li>2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</li>
          <li>（三）公开披露</li>
          <li>我们仅会在以下情况下，公开披露您的个人信息：</li>
          <li>1、获得您的授权明确同意后；</li>
          <li>2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。</li>
          <li><strong>四、我们如何保护您的个人信息</strong></li>
          <li>（一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如，在您的浏览器与“服务”之间交换数据（如信用卡信息）时受 SSL 加密保护；我们同时对我们网站提供 https 安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</li>
          <li>（二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</li>
          <li>（三）互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他我们用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。</li>
          <li>（四）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</li>
          <li>（五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</li>
          <li><strong>五、您的权利</strong></li>
          <li>按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：</li>
          <li>（一）访问您的个人信息</li>
          <li>您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：</li>
          <li>账户信息——如果您希望访问或编辑您的账户中的个人资料信息和支付信息、更改您的密码、添加安全信息或关闭您的账户等，您可以通过访问合美惠app执行此类操作。</li>
          <li>搜索信息——您可以在合美惠app中访问或清除您的搜索历史记录、查看和修改兴趣以及管理其他数据。</li>
          <li>……</li>
          <li>如果您无法通过上述链接访问这些个人信息，您可以随时使用我们的 Web 表单联系，或发送电子邮件至khdl@ihefa.com我们将在30天内回复您的访问请求。</li>
          <li>对于您在使用我们的产品或服务过程中产生的其他个人信息，只要我们不需要过多投入，我们会向您提供。如果您想行使数据访问权，请发送电子邮件至【 khdl@ihefa.com】。</li>
          <li>（二）更正您的个人信息</li>
          <li>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过“（一）访问您的个人信息”中罗列的方式提出更正申请。</li>
          <li>如果您无法通过上述链接更正这些个人信息，您可以随时使用我们的 Web 表单联系，或发送电子邮件至khdl@ihefa.com。我们将在30天内回复您的更正请求。</li>
          <li>（三）删除您的个人信息</li>
          <li>在以下情形中，您可以向我们提出删除个人信息的请求：</li>
          <li>1、如果我们处理个人信息的行为违反法律法规；</li>
          <li>2、如果我们收集、使用您的个人信息，却未征得您的同意；</li>
          <li>3、如果我们处理个人信息的行为违反了与您的约定；</li>
          <li>4、如果您不再使用我们的产品或服务，或您注销了账号；</li>
          <li>5、如果我们不再为您提供产品或服务。</li>
          <li>若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。</li>
          <li>当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。</li>
          <li>（四）改变您授权同意的范围</li>
          <li>每个业务功能需要一些基本的个人信息才能得以完成（见本策略“第一部分”）。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。</li>
          <li>您可以通过以下方式自行操作：</li>
          <li>当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。</li>
          <li>如果您不想接受我们给您发送的商业广告，您随时可通过以下方式取消：</li>
          <li>（五）个人信息主体注销账户</li>
          <li>您随时可注销此前注册的账户，您可以通过以下方式自行操作：</li>
          <li>在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。</li>
          <li>（六）个人信息主体获取个人信息副本</li>
          <li>您有权获取您的个人信息副本，您可以通过以下方式自行操作：</li>
          <li>在技术可行的前提下，例如数据接口匹配，我们还可按您的要求，直接将您的个人信息副本传输给您指定的第三方。</li>
          <li>（七）约束信息系统自动决策</li>
          <li>在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。</li>
          <li>（八）响应您的上述请求</li>
          <li>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。</li>
          <li>我们将在三十天内做出答复。如您不满意，还可以通过以下途径投诉：</li>
          <li>对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。</li>
          <li>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</li>
          <li>1、与国家安全、国防安全有关的；</li>
          <li>2、与公共安全、公共卫生、重大公共利益有关的；</li>
          <li>3、与犯罪侦查、起诉和审判等有关的；</li>
          <li>4、有充分证据表明您存在主观恶意或滥用权利的；</li>
          <li>5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</li>
          <li><strong>六、我们如何处理儿童的个人信息</strong></li>
          <li>我们的产品、网站和服务主要面向成人。如果没有父母或监护人的同意，儿童不得创建自己的用户账户。</li>
          <li>对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。</li>
          <li>尽管当地法律和习俗对儿童的定义不同，但我们将不满 14 周岁的任何人均视为儿童。</li>
          <li>如果我们发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。</li>
          <li><strong>七、您的个人信息如何在全球范围转移</strong></li>
          <li>原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。</li>
          <li>由于我们通过遍布全球的资源和服务器提供产品或服务，这意味着，在获得您的授权同意后，您的个人信息可能会被转移到您使用产品或服务所在国家/地区的境外管辖区，或者受到来自这些管辖区的访问。</li>
          <li>此类管辖区可能设有不同的数据保护法，甚至未设立相关法律。在此类情况下，我们会确保您的个人信息得到在中华人民共和国境内足够同等的保护。例如，我们会请求您对跨境转移个人信息的同意，或者在跨境数据转移之前实施数据去标识化等安全举措。</li>
          <li><strong>八、本隐私权政策如何更新</strong></li>
          <li>我们可能适时会对本隐私权政策进行调整或变更，本隐私权政策的任何更新将以标注更新时间的方式公布在我们网站上，除法律法规或监管规定另有强制性规定外，经调整或变更的内容一经通知或公布后的7日后生效。如您在隐私权政策调整或变更后继续使用我们提供的任一服务或访问我们相关网站的，我们相信这代表您已充分阅读、理解并接受修改后的隐私权政策并受其约束。</li>
          <li><strong>九、如何联系我们</strong></li>
          <li>如果您对本隐私政策有任何疑问、意见或建议，通过以下方式与我们联系：</li>
          <li><strong>公司名称：合发电子商务有限公司</strong></li>
          <li><strong>地址：上海浦东新区张东路1761号创企天地4号楼604室</strong></li>
          <li><strong>电话：【 021-66076100 】</strong></li>
          <li><strong>邮箱：【khdl@ihefa.com】</strong></li>
          <li><strong>我们设立了个人信息保护专职部门（或个人信息保护专员），您可以通过以下方式与其联系：【19121496162 】 一般情况下，我们将在三十天内回复。</strong></li>
        </ul>
      </div>
    </div>

  </div>
</template>

<script>
  import {
    NavBar
  } from "vant";
  export default {
    name: 'ag',
    components: {
      [NavBar.name]: NavBar
    },
    props:{
      s:Boolean,
    },
    created(){
      console.log(this.s)
    },
    data() {
      return {}
    },
    methods:{
      onClickLeft(){
        this.$emit('handleClose',false)
      }
    }
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped lang="scss">
  .ag {
    font-size: 4vw;
    font-family: STHeitiSC-Light, sans-serif, "NotoSans", "microsoft yahei", "微软雅黑";
    .van-nav-bar .van-icon{
      color: #242424;
    }
    .van-nav-bar{
      position: fixed;
      width: 100%;
    }
  }
  ul,
  li {
    list-style: none
  }
  body,
  html,
  ul,
  li {
    margin: 0;
    padding: 0;
  }
  .xy-top {
    text-align: center;
    position: relative;
    border-bottom: 1px solid #DDDDDD;
    height: 13.33vw;
    position: fixed;
    top: 0;
    width: 100%;
    display: block;
    background: #fff;
    z-index: 99999 !important;
  }
  .xy-top h1 {
    display: inline-block;
    font-size: 4.8vw;
    font-weight: 400;
  }
  .xy-top span {
    position: absolute;
    right: 3vw;
    top: 3vw;
  }
  .xy-info {
    color: #333;
  }
  .xy-info ul {
    padding: 13vw 4% 0 4%;
    height: 100vh;
    overflow: auto !important;
    -webkit-overflow-scrolling: touch;
    box-sizing: border-box;
    width: 100%;
    box-sizing: border-box;
  }
  .xy-info li {
    margin-bottom: 6vw;
    font-size: 4vw;
    text-align: justify;
    word-wrap: break-word !important;
    word-break: normal !important;
    word-break: break-all !important;
    width: 100%;
    float: left;
    line-height: 1.5;
  }
  .xy-info b li span {}
  .xy-info li span {
    padding-left: 8vw;
    display: block;
  }
  .xy-info li i {
    font-size: 2.8vw;
    color: #666;
  }
  .xy-info h3 {
    display: initial;
    font-size: 5vw;
  }
  .xy-info li h3 {
    display: initial;
    font-size: 4vw;
  }
  .hr-l {
    width: 13.33vw;
    height: 13.33vw;
    position: absolute;
    display: block;
  }
  .hr-l a {
    display: inline-block;
  }
  .hr-l img {
    width: 2.5vw;
    height: 4.5vw;
    padding: 4.5vw 2.5vw;
  }
</style>
